Repository: common-repository/pushatomic
Catalog: languages/pushatomic-*.po
Languages: es_uy

source: Important: In order to work your site must be <strong>https</strong>
es_uy: Importante: para funcionar tu web debe ser <strong>https</strong>

source: Monetize your website
es_uy: Monetiza tu web

source: Up to 30% more than other solutions
es_uy: Hasta un 30% más que otras soluciones

source: Push notifications for mainstream - adult - warez
es_uy: Notificaciones push para mainstream - adulto - warez

source: Get your free account
es_uy: Consigue una cuenta gratis

source: Activation
es_uy: Activación

source: Get your Pushatomic ID <a href="https://pushatomic.com/panel/auth/signup?utm_source=wordpress_plugin" target="_blank">here</a>
es_uy: Consigue tu Pushatomic ID <a href="https://pushatomic.com/panel/auth/signup?utm_source=wordpress_plugin" target="_blank">aquí</a>

source: Activate
es_uy: Activar

source: Change
es_uy: Cambiar

source: Enable plugin
es_uy: Activar plugin

source: Operating mode
es_uy: Modo de funcionamiento

source: Direct (Maximize earnings)
es_uy: Directo (Maximiza beneficios)

source: Prompt (Better for user experience)
es_uy: Modal (Mejor para la experiencia de usuario)

source: Asks permission directly. Maximize earnings.
es_uy: Pide permiso directamente. Maximiza beneficios.

source: Shows a previous permission prompt with personalized texts and icon
es_uy: Muestra un modal de permiso previo con textos personalizados e icono

source: Save settings
es_uy: Guardar ajustes

source: Previous permission modal settings
es_uy: Ajustes del modal de permiso previo

source: Title
es_uy: Título

source: Accept button
es_uy: Botón de aceptar

source: Decline button
es_uy: Botón de declinar

source: Show custom icon?
es_uy: ¿Mostrar icono personalizado?

source: Custom icon
es_uy: Icono personalizado

source: Upload
es_uy: Subir

source: Position
es_uy: Posición

source: Bottom
es_uy: Abajo

source: Top
es_uy: Arriba

source: Background color
es_uy: Color de fondo

source: Font color
es_uy: Color de fuente

source: Accept button background color
es_uy: Color de fondo del botón aceptar

source: Accept button font color
es_uy: Color de fuente del botón aceptar

source: Decline button background color
es_uy: Color de fondo del botón declinar

source: Decline button font color
es_uy: Color de fuente del botón declinar

source: Behaviour
es_uy: Comportamiento

source: Ask permission on
es_uy: Pedir permiso en

source: Desktop and mobile
es_uy: Ordenador y móvil

source: Only mobile
es_uy: Sólo móvil

source: Only desktop
es_uy: Sólo ordenador

source: Closed days
es_uy: Días cerrado

source: Ask again after the indicated days
es_uy: Preguntar otra vez después de los días indicados

source: Trigger mode
es_uy: Modo de accionado

source: Instant
es_uy: Instantáneo

source: Timeout trigger in seconds
es_uy: Accionado por timeout en segundos

source: Ask permission after the indicated seconds
es_uy: Pedir permiso después de los segundos indicados

source: Scroll trigger
es_uy: Accionado por scroll

source: Ask permission when user scrolls the indicated pixels
es_uy: Pedir permiso cuando el usuario haga scroll los píxeles indicados

source: Settings
es_uy: Ajustes

source: Setting saved successfuly
es_uy: Ajustes guardados con éxito

source: Nonce invalid. Please, reload page.
es_uy: Nonce inválido. Por favor, recarga la página.

source: We'd like to show you notifications for the latest news and updates.
es_uy: Nos gustaría enviarte notificaciones con las últimas novedades de nuestra web.

source: Allow
es_uy: Permitir

source: Cancel
es_uy: Cancelar

source: Pushatomic is now active
es_uy: Pushatomic está ahora activo

source: Your Pushatomic ID is incorrect
es_uy: Tu Pushatomic ID es incorrecto
